typeMap = {"ВЕ":"Вятър","СЕ":"Слънце","ВД":"Вода","БМ":"Биомаса","АТ":"Аеротерм.","ГТ":"Геотерм.","ХТ":"Хидротерм.","СГ":"Смет.газ.","ОГ":"Отпадни води"};

dostavchikMap = {"EVN":"EVN",
"Енерго-Про Трейдинг":"Енерго-Про Трейдинг",
"Енерго-Про Продажби":"Енерго-Про Продажби",
"EON":"EON",
"НЕК":"НЕК",
"ЧЕЗ":"ЧЕЗ"};

__str = {
	"Местоположение":"Местоположение",
	"Открита":"Открита",
	"Мощност":"Мощност",
	"Собственик":"Собственик",
	"Фирмен адрес":"Фирмен адрес",
	"БУЛСТАТ":"БУЛСТАТ",
	"От":"От",
	"са произведени":"са произведени",
	"са изкупили":"са изкупили",
	"в":"в",
	"други централи":"други централи",
	"Една друга централа":"Една друга централа",
	"на собственика":"на собственика",
	"До":"До"
}
